[{
        "id": "624b2f5ec16cbe1f884f18e3",
        "name": "Mary Graves",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRK89elsAIHQcm5LB7TnkkiU8eYoZMakH_vLwAusLKKk2dDmuMVpmL5aluttIhMuDAMPyI&usqp=CAU",
        "about": "Works as I was looking for it to not having to open my phone to see what is who is calling or texting. Now family members who dont have a Phone can stay in touch with this Watch. It is so far ahead of something like Android Wear, it's not even funny.\r\n",
        "ratings": "5"
    },
    {
        "id": "624b2f5ece17ecc483b91fc4",
        "name": "Johanna Watkins",
        "img": "https://images.unsplash.com/photo-1569779213435-ba3167dde7cc?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8M3x8bWFuJTIwZ2xhc3Nlc3xlbnwwfHwwfHw%3D&w=1000&q=80",
        "about": "I was so excited to receive it, but when i tried link it said the this watch was already linked to another this account and i had to reach out to that person to ask him to unlock it. So had to return it..\r\n",
        "ratings": "4"
    },
    {
        "id": "624b2f5ee0f705bcf16b17b0",
        "name": "Lacey Hoffman",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcToH_-JClJHLr7EhUgMl2RJ77hsqduvB8pLgaxi3xWQ79nklKLs86dmXxdnJlElJVxIDK4&usqp=CAU",
        "about": "Revived the watch turned it on and all seemed okay battery was at 40% and figured I would charge it full I check back in an hour and it was at 28% and listed at charging. Let it be and now it’s dead and not charging at all.\r\n",
        "ratings": "5"
    },
    {
        "id": "624b2f5e32596f5159667d03",
        "name": "Tammie Maxwell",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQQosErexsAgDBI9DS_GWayy0hufE6-X9xJwMeAx60LIv4cBLk1j0vm1UmSA1GMNtTKOdo&usqp=CAU",
        "about": "One of my favorite features is the app that really helps with my anxiety and stress. The build is fantastic, as expected from an this product. This was an extremely used piece of electronics while being advertised as new. It was scratched and actually registered to someone else’s this account. I bought this for my fiancé’s birthday he loves the watch very easy to use very classy The software is what is best about it, being simple and easy to use.\r\n",
        "ratings": "4.5"
    },
    {
        "id": "624b2f5e59f912e6fe6d06c6",
        "name": "Cotton Simmons",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRUtYAk2UCWvmzuFz31HAKqa9xTbh3D5426l25Ckug8d6YVOKz9-2cI0Lp0-b9uWn1YlS4&usqp=CAU",
        "about": "I'm sure if you are considering an this Watch you have already looked into it a good amount, so I will just go over my experience. The watch pairs instantly with my iPhone and syncs notifications perfectly. The health aspect seems great and accurate. One of my favorite features is the app that really helps with my anxiety and stress. The build is fantastic, as expected from an this product. The software is what is best about it, being simple and easy to use.\r\n",
        "ratings": "4"
    },
    {
        "id": "624b2f5ed11e3af7e91ab7b8",
        "name": "Constance George",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT6DXfy_DBs3G2xjzM68VQIEu3fCA9VMXbu-YMlUctpTsBe9NOkYzDGN-eb8Ecx-AIs778&usqp=CAU",
        "about": "This watch Looked like a good watch. Came with the charging cable but did not come with the wall adapter which kinda sucked but no big deal because I have a couple this chargers. Opened the box up and synced it to my phone no problem. It was on 30%. Tried charging it and it wouldn’t charge. I kept playing with it and it would charge and stop very quickly. I tried contacting this company and they never responded. It is now a month later and I’m still having problem. I tried different cables and it is definitely the watch. What a waist of my money.\r\n",
        "ratings": "5"
    }

]